let travel_data = [
    {
        "current_potion": "陇上江南·行摄山水陇南三日游",
        "product_img": [
            {
                "img": "images/travel_two1.jpg",
            },
            {
                "img": "images/travel_two2.jpg",
            },
            {
                "img": "images/travel_two3.jpg",
            },
            {
                "img": "images/travel_two4.jpg",
            },
            {
                "img": "images/travel_two5.jpg",
            },
            {
                "img": "images/travel_two6.jpg",
            },
            {
                "img": "images/travel_two7.jpg",
            },
            {
                "img": "images/travel_two8.jpg",
            },
            {
                "img": "images/travel_two9.jpg",
            },
            {
                "img": "images/travel_two10.jpg",
            }
        ],
        "travel_text": "“环西部火车游”陇上江南·行摄山水—青木川、阳坝梅园沟、万象洞高品质豪...",
        "number": "TL0003",
        "place": "兰州",
        "price": "930",
        "price_type": "跟团游",
        "end": "陇南",
        "days": "3天",
        "item": [
            {
                "items": "古镇"
            },
            {
                "items": "古迹"
            },
            {
                "items": "溶洞"
            }
        ],
        "trip": [
            {
                "trips_number": "D1",
                "trips": "兰州 - 陇南",
                "trips_text": "早乘火车前往陇南，抵达后吃午餐，后乘车前往参观国家 AAAA 级景区，中国历史文化名镇――青木川古镇。属陕西省汉中市宁强县的小镇——青木川，位于陕，甘，川交   界处，素有“一脚踏三省”之誉，古镇自然条件优越，生态植被良好，历史人文资源丰厚，部分规模较大的古建筑保存度达 85% ，是不可再生的历史文化遗产！古建筑、古摩崖、古祠堂、古寺庙、古题刻等，展现古镇悠久的历史和深厚的文化底蕴。游览结束后入住古镇。",
            },
            {
                "trips_number": "D2",
                "trips": "陇南 - 阳坝",
                "trips_text": "早餐后 10:00 乘车前往阳坝梅园沟，阳坝梅园沟是省级风景名胜区，被省内外誉为 “ 美丽神奇的梅园 ” 。总面积 150 平方公里，森林覆盖率高达 70% ，沿途风光绵延百余里，素有 “ 陇上版纳 ” 和 “ 世界名茶之乡 ” 之称。游览结束后入住梅园沟客栈。",
            },
            {
                "trips_number": "D3",
                "trips": "陇南 - 兰州",
                "trips_text": "早餐后乘车返回武都，途中可观赏【低垭云海】、【桂花山庄】、【花桥村】、【茶马古道】，中午抵达姚寨用午餐，后游览【万象洞】，参观国家 AAAA 级景区，中国四大名洞之一武都万象洞，该洞己有 2.5 亿年的历史，可与举世闻名的 之高，享有 “ 华夏第一洞 ” 的盛誉，号称 “ 地下文化长廊 ” ，又称 “ 地下艺术宫殿 ” 。结束后乘火车返回兰州，晚抵达后结束愉快的旅行。"
            }
        ],
    },
    {
        "current_potion": "“环西部火车游”华夏寻根·人文始祖天水两日游",
        "product_img": [
            {
                "img": "images/travel_three1.jpg",
            },
            {
                "img": "images/travel_three2.jpg",
            },
            {
                "img": "images/travel_three3.jpg",
            },
            {
                "img": "images/travel_three4.jpg",
            }
        ],
        "travel_text": "“环西部火车游”华夏寻根·人文始祖—麦积温泉、伏羲庙、麦积山石窟、伏羲...",
        "number": "LT0006",
        "place": "兰州",
        "price": "980",
        "price_type": "跟团游",
        "end": "天水",
        "days": "2天",
        "item": [
            {
                "items": "华夏文明"
            },
            {
                "items": "温泉"
            },
            {
                "items": "石窟"
            },
            {
                "items": "古迹"
            },
            {
                "items": "人文"
            }
        ],
        "trip": [
            {
                "trips_number": "D1",
                "trips": " 兰州 — 天水",
                "trips_text": "早 7:30 兰州西站乘 D8970 次赴天水， 08:59 抵达后乘车赴麦积山天水街亭温泉，进行温泉体验，下午参观伏羲庙，参观结束入住酒店，晚上可自行品尝天水特色小吃。",
            },
            {
                "trips_number": "D2",
                "trips": "天水 — 兰州",
                "trips_text": "早餐后前往参观麦积山石窟， 下午参观南宅子，晚 18:11 乘 D8975 返回兰州， 19:42 抵达后结束愉快的旅行。"
            }
        ],
    },
    {
        "current_potion": "“环西部火车游”精品旅游线路",
        "product_img": [
            {
                "img": "images/travel_four1.jpg",
            },
            {
                "img": "images/travel_four2.jpg",
            },
            {
                "img": "images/travel_four3.jpg",
            },
            {
                "img": "images/travel_four4.jpg",
            },
            {
                "img": "images/travel_four5.jpg",
            },
            {
                "img": "images/travel_four6.jpg",
            },
            {
                "img": "images/travel_four7.jpg",
            }
        ],
        "travel_text": "““环西部火车游”兰州-张掖-嘉峪关-敦煌精品七日游",
        "number": "JP0005",
        "place": "兰州",
        "price": "3380",
        "price_type": "跟团游",
        "end": "张掖",
        "days": "7天",
        "item": [
            {
                "items": "大漠"
            },
            {
                "items": "阳光"
            },
            {
                "items": "亲子"
            },
            {
                "items": "古迹"
            },
            {
                "items": "风情"
            },
            {
                "items": "名胜"
            }
        ],
        "trip": [
            {
                "trips_number": "D1",
                "trips": " 兰州-张掖",
                "trips_text": "兰州接团后，游览水车博览园、黄河母亲雕像、百年黄河铁桥—中山桥、白塔山。午餐后乘火车上张掖",
            },
            {
                "trips_number": "D2",
                "trips": "张掖-嘉峪关乘汽车赴【张掖丹霞国家地质公园】：",
                "trips_text": "地处祁连山北麓，位于临泽县城以南 30 公里，是中国丹霞地貌发育最大最好、地貌造型最丰富的地区之 - ，是中国彩色丹霞的典型代表，具有很高的科考和旅游观赏价值。乘汽车赴大佛寺，参观【大佛寺】：该寺始建于西夏永安元年 (1098 年 ) ，原名迦叶如来寺，明永乐九年 (1411 年 ) 敕名宝觉寺，清康熙十七年 (1678 年 ) 敕改宏仁寺，因寺内有巨大的卧佛像故名大佛寺，又名睡佛寺， 1996 年被列为第四批全国重点文物保护单位。 品尝张掖特色美食。晚乘动车上嘉峪关。"
            },
            {
                "trips_number": "D3",
                "trips": " 嘉峪关-酒泉",
                "trips_text": "乘汽车赴酒泉发射场，全天参观卫星发射中心。酒泉卫星发射中心是我国航天事业的发祥地，建立时间最早、规模最大的运载火箭和卫星综合发射场，也是我国目前唯一的载人宇宙飞船发射场。",
            },
            {
                "trips_number": "D4",
                "trips": "嘉峪关-敦煌",
                "trips_text": "汽车赴嘉峪关市区，游览【嘉峪关关城景区】：该景区在嘉峪关市区西南 6 公里处，位于嘉峪关最狭窄的山谷中部，地势最高的嘉峪山上，城关两翼的城墙横穿沙漠戈壁，向北 8 公里连黑山悬壁长城，向南 7 公里，接天下第一墩，是明代万里长城西端主宰，自古为河西第一隘口。 参观结束后，乘汽车赴敦煌，晚餐后入住酒店。乘汽车赴敦煌，沿途观赏壮观的黑山胜景，如果运气好的话，会欣赏到美轮美奂的“海市蜃楼”奇观（途中午餐）。",
            },
            {
                "trips_number": "D5",
                "trips": "敦煌",
                "trips_text": "汽车赴世界文化遗产【莫高窟】：俗称千佛洞，坐落在河西走廊西端的敦煌。它始建于十六国的前秦时期，历经十六国：北朝、隋、唐、五代、西夏、元等历代的兴建，形成巨大的规模，有洞窟 735 个，壁画 4.5 万平方米、泥质彩塑 2415 尊，是世界上现存规模最大、内容最丰富的佛教艺术地。 参观结束后，乘汽车返回敦煌市区，晚餐后入住酒店，可自行游览沙洲夜市。乘汽车赴【鸣沙山、月牙泉】景区：位于甘肃省敦煌市城南 5 公里处。鸣沙山月牙泉风景名胜区占地面积 3.12 万平方公里，包括鸣沙山，其山东西长 40 余公里，南北宽约 20 公里，主峰海拔 1715 米。月牙泉处于鸣沙山环抱之中。其形酷似一弯新月而得名。鸣沙山位距敦煌市南郊 5 公里，因沙动成响而得名。鸣沙山为流沙积成，分红、黄、绿、白、黑五色。 1994 年被定为国家重点风景名胜区，荣获 \" 中国最美的五大沙漠之一 \" 等荣誉称号。 2015 年 7 月 20 日，被批准为国家 AAAAA 级旅游景区。特色美食餐厅用晚餐。",
            },
            {
                "trips_number": "D6",
                "trips": " 敦煌-兰州",
                "trips_text": "早餐后游览玉门关、敦煌影视城。晚餐后火车赴兰州。",
            },
            {
                "trips_number": "D7 ",
                "trips": " ",
                "trips_text": "早抵兰州，结束行程。",
            },
        ],
    },
    {
        "current_potion": "“环西部火车游”精品旅游线路",
        "product_img": [
            {
                "img": "images/travel_five1.jpg",
            },
            {
                "img": "images/travel_five2.jpg",
            },
            {
                "img": "images/travel_five3.jpg",
            },
            {
                "img": "images/travel_five4.jpg",
            },
            {
                "img": "images/travel_five5.jpg",
            },
            {
                "img": "images/travel_five6.jpg",
            }
        ],
        "travel_text": "“环西部火车游”美丽甘南三日游",
        "number": "JP0003",
        "place": "兰州",
        "price": "880",
        "price_type": "跟团游",
        "end": "临夏",
        "days": "3天",
        "item": [
            {
                "items": "藏传佛教"
            },
            {
                "items": "草原"
            },
            {
                "items": "寺庙"
            },
            {
                "items": "古迹"
            }
        ],
        "trip": [
            {
                "trips_number": "D1",
                "trips": "兰州-夏河",
                "trips_text": "乘空调旅游大巴车赴有 “ 小西藏 ” 之称的夏河县，途径有中国小麦加之称的临夏回族自治州，感受穆斯林风情和黄土高原特有的地貌。夏河县用午餐，品尝当地特色美食。游览藏族英雄格萨尔王煨桑助阵的美丽草原【桑科草原】（ 17 公里），桑科草原有大夏河水从南到北徐徐流过，水草丰茂，风景优雅，蓝天白云下牛羊成群，一派自然田园风光。晚餐，餐后入住酒店",
            },
            {
                "trips_number": "D2",
                "trips": "夏河-郎木寺",
                "trips_text": "酒店叫醒服务。酒店用早餐，参观全藏区格鲁派六大黄教宗主寺之一【拉卜楞寺】（游览 2 小时左右）。拉卜楞寺宗教体制的组成以闻思、医药、时轮、吉金刚、上续部及下续部六大学院为主，在全蒙藏地区的寺院中建制最为健全。拉布楞寺是藏传佛教黄教六大寺院之一，也是甘、青地区最大的黄教寺院。喇嘛导游会带我们一一走进并详细地讲解，大殿里成千上万的佛像，释加牟尼、观音、弥勒佛以及一代代的活佛。 参观结束后，汽车赴郎木寺。"
            },
            {
                "trips_number": "D3",
                "trips": " 郎木寺-兰州",
                "trips_text": "早餐后游览有 “ 中国小瑞士 ”“ 甘南香巴拉 ” 和 “ 小江南 ” 美誉的【郎木寺】感受 “ 兜率论修白莲解脱洲 ” 那庄严的佛国气氛。远观神秘而又神圣的天葬台，探访白龙江源头，虎穴仙女洞！参观世界知名的丽莎咖啡屋。游览结束后返回。经甘南州府合作市，远观安多藏区仅有的一座供奉藏传佛教各派宗师的高层建筑名刹【安多合作米拉日巴佛阁】（登佛阁 20 元自理， 30 分钟），游览结束后汽车赴兰州，结束愉快行程。",
            }
        ],
    },
    {
        "current_potion": "“环西部火车游” 青海湖、茶卡2日游",
        "product_img": [
            {
                "img": "images/travel_six1.jpg",
            },
            {
                "img": "images/travel_six2.jpg",
            },
            {
                "img": "images/travel_six3.jpg",
            },
            {
                "img": "images/travel_six4.jpg",
            },
            {
                "img": "images/travel_six5.jpg",
            },
            {
                "img": "images/travel_six6.jpg",
            }
        ],
        "travel_text": "“环西部火车游”茶卡盐湖，青海湖两日游",
        "number": "JP0006",
        "place": "兰州",
        "price": "880",
        "price_type": "跟团游",
        "end": "西宁",
        "days": "2天",
        "item": [
            {
                "items": "内海"
            },
            {
                "items": "夏日"
            },
            {
                "items": "风景"
            },
            {
                "items": "亲子"
            }
        ],
        "trip": [
            {
                "trips_number": "D1",
                "trips": "兰州-茶卡",
                "trips_text": "早 7 ： 00 乘车前往茶卡盐湖 。“茶卡”蒙古语为“盐海”，面积 105 平方公里，观赏各种盐类结晶，如水晶盐、珍珠盐、珊瑚盐、雪花盐、钟乳盐、蘑菇盐等，可以观看现代化大型采盐船采盐时喷水吞珠的壮丽场景，可以透过清盈的湖水，观赏形状各异、正在生长的栩栩如生的朵朵盐花，探求湖底世界的神秘，还可以领略到涨潮后湖面上留下的滚滚盐涛奇观。茶卡盐湖以其生产、旅游两相宜而在国际国内旅游界和青藏高原风光游中享有较高知名度，还被国家旅游地理杂志评为“人一生必去的 55 个地方”之一。后乘车入住黑马河。",
            },
            {
                "trips_number": "D2",
                "trips": "黑马河—青海湖 —兰州",
                "trips_text": "早观黑马河日出，乘车前往中国最大的内陆湖及最大的咸水湖——青海湖景区。（因此行程已环绕半湖，可以车览，故不含门票，有 2 小时自由活动时间）看那湖尽头似与天相连，水天一色，感受高原湖泊的奇美。 后乘车返回兰州。"
            },
        ],
    },
    {
        "current_potion": "“环西部火车游”嘉敦5日游",
        "product_img": [
            {
                "img": "images/travel_seven1.jpg",
            },
            {
                "img": "images/travel_seven2.jpg",
            },
            {
                "img": "images/travel_seven3.jpg",
            }
        ],
        "travel_text": "“环西部火车游” 嘉峪关、敦煌、玉门关、雅丹魔鬼城双卧纯玩5日游",
        "number": "JP0007",
        "place": "兰州",
        "price": "2260",
        "price_type": "跟团游",
        "end": "嘉峪关",
        "days": "5天",
        "item": [
            {
                "items": "大漠风光"
            },
            {
                "items": "西域风情"
            }
        ],
        "trip": [
            {
                "trips_number": "D1",
                "trips": " 兰州 - 嘉峪关 ",
                "trips_text": "晚乘坐兰州-嘉峪关火车硬卧赴嘉峪关市。",
            },
            {
                "trips_number": "D2",
                "trips": "嘉峪关 - 敦煌 ",
                "trips_text": "早早抵嘉峪关，参观举世文明的“天下第一雄关”、万里长城的西端起点、国家 5A 级旅游景—【嘉峪关关城】 ( 参观 2.5 小时 ) ，始建于公元 1372 年，是万里长城全线中保存最完整规模最宏伟的关隘，布局严谨、技术精湛、固若金汤，有内城、外城、瓮城、罗城、城壕五部分组成。午餐后乘车赴敦煌 ( 全程 385KM 车程 4.5 小时 ), 沿途欣赏祁连雪山戈壁风光、海市蜃楼，晚抵敦煌后游览沙洲夜市。"
            },
            {
                "trips_number": "D3",
                "trips": " 敦煌-玉门关-雅丹-敦煌",
                "trips_text": "早餐后驱车前往雅丹参观游览， ( 车程 100KM 行车 2 小时 ) 参观汉代著名关隘、丝绸之路通往西域的咽喉要道-【玉门关】 ( 参观 1 小时 ) 凭吊汉武帝“列四郡、据两关”的伟大创举，体会“春风不度玉门关”的诗人意境。后前往 ( 车程 90KM 2 小时 ) 雅丹魔鬼城 ( 参观 2 小时 ) ，游览【雅丹国家地质公园 , 含区间车 70 元 / 人】：西游记、舰队出海等。这片雅丹地貌群落远超出了辞书所定义的规模和形态，其个体和整体规模之大、形态之奇实属举世罕见。后返回敦煌入住，晚可前往敦煌沙洲夜市自由活动。",
            },
            {
                "trips_number": "D4",
                "trips": " 敦煌 - 鸣沙山-莫高窟-兰州",
                "trips_text": "早餐后参观沙漠奇观-【鸣沙山、月牙泉】 ( 参观 3.5 小时 ) ，欣赏沙泉相依、沙不掩泉、泉不枯竭的神奇美景，“银山四面沙环抱，一池清水绿漪涟”，无论您从山顶鸟瞰，还是泉边畅游，都会骋怀神往，确有“鸣沙山怡性，月牙泉洗心”之感。后参观举世闻名的世界文化遗产、佛教艺术宝库-【莫高窟】 ( 参观 3 小时 ) ，俗称千佛洞，始建于前秦苻坚建元二年（公元 366 年），拥有洞窟 492 个，壁画 45000 多平方米，彩塑像 2000 余身，是古建筑、雕塑、壁画三者相结合的艺术宫殿，是人类的文化宝藏和精神财富。晚餐后送火车结束愉快的旅程。",
            },
            {
                "trips_number": "D5",
                "trips": "兰州 - 返程地",
                "trips_text": "早抵达兰州，结束愉快丝绸之路旅行，自行返程！",
            },
        ],
    },
    {
        "current_potion": "“环西部火车游” 敦煌一地三日游",
        "product_img": [
            {
                "img": "images/travel_eight1.jpg",
            },
            {
                "img": "images/travel_eight2.jpg",
            },
            {
                "img": "images/travel_eight3.jpg",
            }
        ],
        "travel_text": "“环西部火车游”莫高窟、鸣沙山、月牙泉敦煌三日游",
        "number": "JP0010",
        "place": "兰州",
        "price": "1380",
        "price_type": "跟团游",
        "end": "酒泉",
        "days": "3天",
        "item": [
            {
                "items": "文化"
            },
            {
                "items": "古迹"
            },
            {
                "items": "阳光"
            },
            {
                "items": "户外"
            }
        ],
        "trip": [
            {
                "trips_number": "D1",
                "trips": "兰州-敦煌",
                "trips_text": "游客在火车站集合，由专用通道进站，在敦煌号旅游列车专用候车室等候进站上车。列车上享用晚餐。"
            },
            {
                "trips_number": "D2",
                "trips": " 敦煌",
                "trips_text": "导游接团参观沙漠奇观鸣沙山、月牙泉 ( 参观 3.5 小时 ) ，欣赏沙泉相依、沙不掩泉、泉不枯竭的神奇美景，或自费骑骆驼、或滑沙、或跳伞韵味无穷。后参观举世闻名的世界文化遗产、佛教艺术宝库莫高窟 ( 参观 3 小时 ) ，始建于前秦苻坚建元二年（公元 366 年），拥有洞窟 492 个，壁画 45000 多平方米，彩塑像 2000 余身，是古建筑、雕塑、壁画三者相结合的艺术宫殿，俗称千佛洞。晚乘火车（敦煌号）返兰州。",
            },
            {
                "trips_number": "D3",
                "trips": "  敦煌-兰州",
                "trips_text": "抵兰州，结束愉快地行程，返回温暖的家。",
            }
        ],
    },
];

